import React from 'react';

const Privacy = _ => (
  <div className="l-section section privacy">
    <div className="l-container">
      <div className="privacy__note">
        <span>Kredo IT Abroad Inc.</span> （以下，「当社」といいます。）は，当社サービス（以下,「本サービス」といいます。）における，ユーザーの個人情報の取扱いについて、Kredo IT Abroac , inc および各グループ会社は、お預かりした個人情報を保護するため、 ならびに当社の事業活動に関連する個人情報を保護するため、｢個人情報保護方針｣に基づく活動を展開し、遵守いたします。
        以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。
      </div>
      <ol className="privacy__list">
        <li className="privacy__list-item">
          <h3 className="privacy__list-item-header">（個人情報）</h3>
          <p className="privacy__list-item-desc">「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。</p>
        </li>
        <li className="privacy__list-item">
          <h3 className="privacy__list-item-header">（個人情報の収集方法）</h3>
          <p className="privacy__list-item-desc">当社は，ユーザーが利用登録をする際に氏名，生年月日，住所，電話番号，メールアドレスなどの個人情報をお尋ねすることがあります。また，ユーザーと提携先などとの間でなされたユーザーの個人情報を含む取引記録や決済に関する情報を,当社の提携先（情報提供元，広告主，広告配信先などを含みます。以下，｢提携先｣といいます。）などから収集することがあります。</p>
        </li>
        <li className="privacy__list-item">
          <h3 className="privacy__list-item-header">（個人情報を収集・利用する目的）</h3>
          <p className="privacy__list-item-desc">当社が個人情報を収集・利用する目的は，以下のとおりです。</p>
          <ol>
            <li>当社サービスの提供・運営のため</li>
            <li>ユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）</li>
            <li>ユーザーが利用中のサービスの新機能，更新情報，キャンペーン等及び当社が提供する他のサービスの案内のメールを送付するため</li>
            <li>メンテナンス，重要なお知らせなど必要に応じたご連絡のため</li>
            <li>利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，ご利用をお断りするため</li>
            <li>ユーザーにご自身の登録情報の閲覧や変更，削除，ご利用状況の閲覧を行っていただくため</li>
            <li>有料サービスにおいて，ユーザーに利用料金を請求するため</li>
            <li>上記の利用目的に付随する目的</li>
          </ol>
        </li>
        <li className="privacy__list-item">
          <h3 className="privacy__list-item-header">（利用目的の変更）</h3>
          <ol>
            <li>当社は，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。</li>
            <li>利用目的の変更を行った場合には，変更後の目的について，当社所定の方法により，ユーザーに通知し，または本ウェブサイト上に公表するものとします。</li>
          </ol>
        </li>
        <li className="privacy__list-item">
          <h3 className="privacy__list-item-header">（個人情報の第三者提供）</h3>
          <ol>
            <li>当社は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護 法その他の法令で認められる場合を除きます。
              <ol>
                <li>人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき</li>
                <li>公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき</li>
                <li>国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同 意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき</li>
                <li>予め次の事項を告知あるいは公表し，かつ当社が個人情報保護委員会に届出をしたとき
                  <ol>
                    <li>利用目的に第三者への提供を含むこと</li>
                    <li>第三者に提供されるデータの項目</li>
                    <li>第三者への提供の手段または方法</li>
                    <li>本人の求めに応じて個人情報の第三者への提供を停止すること</li>
                    <li>本人の求めを受け付ける方法</li>
                  </ol>
                </li>
              </ol>
            </li>
            <li>前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。
              <ol>
                <li>当社が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合</li>
                <li>合併その他の事由による事業の承継に伴って個人情報が提供される場合</li>
                <li>個人情報を特定の者との間で共同して利用する場合であって，その旨並びに共同して利用される個人情報の項目，共同して利用する者の範囲，利 用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について，あらかじめ本人に通知し，または本人が容易 に知り得る状態に置いた場合</li>
              </ol>
            </li>
            <li>当社は、有料職業紹介を行う当社事業提携会社と個人データを共同利用することがあります。当社は、特定の第三者との間で個人データを共同利用する場合は、直接ご本人に、個人データを特定の者との間で共同して利用する旨、共同して利用される個人データの項目、 共同して利用する者の範囲、利用する者の利用目的、および当該個人データの管理について責任を有する者の名称を通知するか、あるいは本ホームページで公表します。
              <ol>
                <li>共同利用するデータの項目<br/>「氏名」、「生年月日」、「性別」、など本人が同意して提供した登録。</li>
                <li>共同利用する者の範囲<br/>当社と業務提携契約のある、人材派遣、有料職業紹介を行う事業提携会社</li>
                <li>共同利用する者の利用目的<br/>人材派遣、有料職業紹介などの人材サービス提供のため</li>
                <li>共同して利用する個人データの管理について責任を有する者の名称<br/>株式会社 Kredo Japan株式会社（直接個人情報を取得した企業）</li>
                <li>取得方法<br/>お申し込みフォーム、電話（オンライン通話ツール）・メール・暗号化された電子情報・ＦＡＸ</li>
                <li>第三者提供に関する免責事項<br/>
                    <ol>
                        <li>以下の場合は、第三者による個人情報の取得に関し、当社は何らの責任を負いません。</li>
                        <li>ユーザー自らが本サービスの機能または別の手段を用いて利用企業等に個人情報を明らかにする場合（なお、利用企業等における個人情報の取扱いについては、各利用企業に直接お問合せください）</li>
                        <li>本サービスに入力した情報により、期せずして本人が特定できてしまった場合</li>
                        <li>本サービスからリンクされる外部サイトにおいて、ユーザーより個人情報が提供され、またそれが利用された場合</li>
                        <li>ユーザー本人以外がユーザー個人を識別できる情報（ID・パスワード等）を入手した場合</li>
                    </ol>
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li className="privacy__list-item">
          <h3 className="privacy__list-item-header">（個人情報の開示）</h3>
          <ol>
            <li>当社は，本人から個人情報の開示を求められたときは，本人に対し，遅滞なくこれを開示します。ただし，開示することにより次のいずれかに該当する 場合は，その全部または一部を開示しないこともあり，開示しない決定をした場合には，その旨を遅滞なく通知します。なお，個人情報の開示に際して は，1件あたり1，000円の手数料を申し受けます。
              <ol>
                <li>本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合</li>
                <li>当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合</li>
                <li>その他法令に違反することとなる場合</li>
              </ol>
            </li>
            <li>前項の定めにかかわらず，履歴情報および特性情報などの個人情報以外の情報については，原則として開示いたしません。</li>
          </ol>
        </li>

        <li className="privacy__list-item">
          <h3 className="privacy__list-item-header">（個人情報の訂正および削除）</h3>
          <ol>
            <li>ユーザーは，当社の保有する自己の個人情報が誤った情報である場合には，当社が定める手続きにより，当社に対して個人情報の訂正，追加または 削除（以下，「訂正等」といいます。）を請求することができます。</li>
            <li>当社は，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の訂正等を行うものとします。</li>
            <li>当社は，前項の規定に基づき訂正等を行った場合，または訂正等を行わない旨の決定をしたときは遅滞なく，これをユーザーに通知します。</li>
          </ol>
        </li>
        <li className="privacy__list-item">
          <h3 className="privacy__list-item-header">（個人情報の利用停止等）</h3>
          <ol>
            <li>当社は，本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由に より，その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行います。</li>
            <li>前項の調査結果に基づき，その請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の利用停止等を行います。</li>
            <li>当社は，前項の規定に基づき利用停止等を行った場合，または利用停止等を行わない旨の決定をしたときは，遅滞なく，これをユーザーに通知します。</li>
            <li>前2項にかかわらず，利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって，ユーザーの権利利益を保護するた めに必要なこれに代わるべき措置をとれる場合は，この代替策を講じるものとします。</li>
          </ol>
        </li>
        <li className="privacy__list-item">
          <h3 className="privacy__list-item-header">（プライバシーポリシーの変更）</h3>
          <ol>
            <li>本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。</li>
            <li>当社が別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。</li>
          </ol>
        </li>
        <li className="privacy__list-item">
          <h3 className="privacy__list-item-header">（お問い合わせ窓口）</h3>
            <p className="privacy__list-item-desc">本ポリシーに関するお問い合わせは，下記のメールアドレスまでお願いいたします。<br/>
              <a href="mailto:mail@kredo.jp?Subject=Policy%20inquiry" target="_top"><span>mail@kredo.jp</span></a>
            </p>
            <p className="privacy__list-item-desc">当社人材紹介サービスにおける個人情報管理者<br/>人材紹介事業部  渡辺 ようこ<br/>
              <a href="mailto:mail@kredo.jp?Subject=Policy%20inquiry" target="_top"><span>watanabe@kredo.jp</span></a>
            </p>
        </li>
      </ol>
      <p className="privacy__sub">以上2019年2月1日制定・施行</p>
    </div>
  </div>
);

export default Privacy;
