import React from 'react';

const PostingPolicy = _ => (
  <div className="l-section section terms">
    <div className="l-container">
      <ol className="terms__list">
        <li className="terms__list-item">
          <h3 className="terms__list-item-header">Kredo Career Business</h3>
          <p className="terms__list-item-desc">
            {`ユーザーは、Kredo Career Businessを利用するにあたり、以下の表記規程に従って、募集情報を掲載するものとします。
                ユーザーが本規程に違反した場合、当社は、事前に通知することなく、ユーザーのデータおよびコンテンツの修正、非表示もしくは削除またはアカウントの停止もしくは削除をすることがあります。 
                なお、本規程は予告なく変更されることがあり、変更後の規程が当サイト上に掲載された時点より効力を有するものとします。
                本規程の変更後にユーザーが当社のサービスを利用した場合、ユーザーは、変更後の規程に同意したものとみなします。
            `}
          </p>

          <ol>
            <li>
              <p>募集記事を掲載する場合、正式選考過程前の採用活動（カジュアル面談、オフィスツアー、ランチミーティング、セミナー、勉強会、企業説明会、採用イベント等）の募集以外の目的での掲載、当該活動に無関係な情報の掲載はご遠慮ください。</p>
            </li>
            <li>
              <p>
                以下に掲げる内容の募集記事の掲載はご遠慮ください。ただし、当社の事前の同意がある場合は除きます。
              </p>
              <ol>
                  <li><p>出会い系サイト、アダルト、ナイトワーク（キャバクラ、ガールズバー、ホストクラブ、風俗関連）、ネットワークビジネス、賭博、ギャンブル、ねずみ講、マルチ商法まがいその他これらに類似する事業、業態若しくは業務に関連する内容、またはこれらに該当する疑いがある事業、業態若しくは業務に関する内容</p></li>
                  <li><p>求人情報の提供、求職者情報の提供、職業のあっせん、人材育成事業、労働者派遣事業（無期雇用派遣である場合を除く）、その他当社の事業、サービスと直接又は間接に競合する事業、サービスに関する内容</p></li>
                  <li><p>SES契約（システムエンジニアリング契約）の技術者、クラウドソーシングのオンラインワーカー、無在庫ECサイトの運営者、オンラインゲームのプレイヤー等、プラットフォームサービスや会員制サービスの顧客、会員またはユーザーを募集する内容</p></li>
                  <li><p>FC加盟店、代理店を募集する内容</p></li>
                  <li><p>起業家、投資家、ビジネスパートナーを募集する内容</p></li>
                  <li><p>宗教団体、思想団体、政治団体、その他これらに類似する団体の構成員またはスタッフを募集する内容</p></li>
              </ol>
            </li>
            <li>
                <p>法令に違反する表記または公序良俗に反する表記はご遠慮ください。</p>
            </li>
            <li>
                <p>事実に反する表記、応募者の誤解を招く表記、差別を助長する表記、他業界・他社・他職を批判する表記、その他本サービスの品位を落とすような表記はご遠慮ください</p>
            </li>
            <li>
                <p>
                    「No.1」、「最大」、「業界初」、「シェア80％」、「唯一」等、明確に他に比べて優位なことを示す表記は、客観的な証明ができる場合のみ記載できるものとします。また、国、団体、協会等の第三者機関の「認定・認可・許可・推奨」などを示す表記は、その機関による客観的な証明がある場合のみ記載できるものとします。
                </p>
            </li>
            <li>
                <p>第三者の著作権、肖像権等の権利を侵害する態様の表記はご遠慮ください。他社が作成し、他社のメディアに掲載された情報の全部又は一部の転載などもお受けいたしかねます。</p>
            </li>
            <li>
                <p>当社が事前に同意する場合を除き、リンク、SNSアカウント、メールアドレス等を記載するなどして、他の採用媒体または採用ページへ誘導する内容の表記はご遠慮ください。</p>
            </li>
          </ol>
        <p>上記以外でも当社が不適当と判断する場合、事前に通知することなく、ユーザーのデータおよびコンテンツの修正もしくは削除またはアカウントの停止もしくは削除をすることがありますので、ご了承ください。</p>
        </li>
      </ol>

      <p className="terms__sub">最終改定日：2020年2月1日</p>
    </div>
  </div>
);

export default PostingPolicy;
